Repository: Totchinuko/Trebuchet
Catalog: Trebuchet/Assets/Resources.*.resx
Languages: de, fr

# SettingServerCPUThreadAffinityText
source: CPU Thread Affinity help to assign specific cores to the server process
de: Mit der Prozessor Zuweisung können Sie spezifische Kerne Ihrer CPU dem jeweiligen Serverprozess zuzuweisen
fr: L'affinité des threads de CPU permet de configurer les threads CPU auxquels le serveur a accès.

# PanelSettings
source: Settings
de: Einstellungen
fr: Paramètres

# SettingServerAdminPass
source: Admin Password
de: Admin-Passwort
fr: Mot de passe administrateur

# SettingServerPass
source: Server Password
de: Server-Passwort
fr: Mot de passe serveur

# SettingServerProcessPriority
source: Process Priority
de: Prozesspriorität
fr: Priorité processus

# SettingServerRawUDPPort
source: Raw UDP Port
fr: Port UDP brut

# SettingServerRawUDPPortText
source: Secondary UDP port
de: Zweiter UDP-Port
fr: Second port UDP du jeu

# SettingServerRConMaxKarma
source: RCon Max Karma
de: Rcon Maximales Karma
fr: Karma RCon maximum

# SettingServerRConPassword
source: RCon Password
de: Rcon-Passwort
fr: Mot de passe RCon

# SettingServerMap
source: Game Map
de: Karte
fr: Carte du jeu

# SettingServerMaxPlayer
source: Max Player Count
de: Maximale Spieleranzahl
fr: Joueurs Maximum

# SettingServerMaximumTickRate
source: Maximum Tick Rate
de: Maximale Tick-Rate
fr: Frames Maximum

# VerifyModsLabel
source: Verifying mod files
de: Mod-Dateien weren geprüft
fr: Vérifier les mods

# VerifyServersLabel
source: Verifying server files
de: Server-Dateien werden geprüft
fr: Vérifier les serveurs

# WatermarkModlistURL
source: Steam Collection/.json URL
de: Steam-Kollektion/.json URL
fr: Collection Steam/URL .json

# SettingServerRConPasswordText
source: Password used by RCon
de: Passwort für Rcon
fr: Mot de passe utilisé pour RCon

# SettingSudoAdminList
source: Sudo Super Admin List
de: Sudo Super Admin - Liste
fr: Liste Admin Sudo

# SettingLogFilterText
source: Filter the logs to only display specific types of logs (One per line). This can greatly help to reduce your log size. Log levels are NoLogging, Fatal, Error, Warning, Display, Log, Verbose, VeryVerbose, All (=VeryVerbose)
de: Filtern Sie die Logs, um nur bestimmte Arten von Log-Meldungen anzuzeigen (eine pro Zeile). Dies kann erheblich zur Verringerung Ihrer Protokolldatei beitragen. Mögliche Log-Einstellungen sind „NoLogging“, „Fatal“, „Error“, „Warning“, „Display“, „Log“, „Verbose“, „VeryVerbose“ und „All“ (= „VeryVerbose“).
fr: Filtre les journaux pour n'afficher que certains types de messages (un filtre par ligne). Cela peut grandement réduire la taille de vos logs. Les filtres sont : NoLogging, Fatal, Error, Warning, Display, Log, Verbose, VeryVerbose, All (=VeryVerbose)

# SettingLogText
source: Display live game logs as the game is running
de: Zeige Logs des Spiels (Live), während dieses läuft
fr: Affiche les journaux en temps réel à travers une console.

# SettingManageClient
source: Manage Game Files
de: Spieldateien verwalten
fr: Gestion des données

# SettingMaxDownloads
source: Max Simultaneous Downloads
de: Maximal gleichzeitige Downloads
fr: Téléchargement simultané

# SettingMaxDownloadsText
source: Max amount of files downloaded at the same time on the steam network. This can increase the load on your CPU/Drive but make the download potentially faster if your network allow it
de: Maximalanzahl der gleichzeitig runtergeladenen Dateien im Steam-Netzwerk. Dies kann die Verarbeitungsdauer auf CPU/Laufwerk erhöhen, aber den Download möglicherweise beschleunigen, sofern Ihr Netzwerk dies zulässt.
fr: Montant maximal de téléchargements simultanés sur le réseau Steam. Cela peut augmenter la charge sur votre CPU/disque, mais peut accélérer le téléchargement de fichiers si votre connexion le permet.

# SettingMaxServersText
source: Max amount of content server used at the same time on the steam network
de: Maximalanzahl der Inhaltsserver, die gleichzeitig im Steam-Netzwerk benutzt werden
fr: Nombre maximal de connexions à des serveurs de téléchargement sur le réseau Steam

# SettingProcessPrioText
source: Process priority of your server instance. Higher might make your server more responsive but at the cost of other OS processes responsiveness
de: Prozesspriorität Ihrer Serverinstanzen. Eine höhere macht Ihren Server reaktionsfähiger, geht jedoch auf Kosten der Reaktionsfähigkeit anderer Betriebssystemprozesse
fr: Priorité du processus serveur. Une priorité plus élevée peut rendre votre serveur plus réactif, au détriment des autres processus du système.

# SettingServerAdminPassText
source: Admin password of your server instance
de: Admin-Passwort der Serverinstanz
fr: Mot de passe administrateur pour cette instance serveur

# SettingServerCrashRestart
source: Restart Servers When Down
de: Starte Server bei Inaktivität neu
fr: Redémarrer les serveurs automatiquement

# SettingServerCrashRestartText
source: Automatically restart a server instance that have stopped unexpectedly
fr: Redémarre un serveur quand ce dernier s'est arrêté de manière inattendue.

# SettingServerEnableBattleEyeText
source: Enable Battle Eye Anti-Cheat on your server instance
de: Aktiviert Battle Eye Anti-Cheat auf Ihrer Serverinstanz
fr: Activer l'anti-triche Battle Eye pour votre instance serveur

# SettingServerEnableMultiHomeText
source: Enable Multi Home to allow multiple to have serveur IP to connect to
de: Aktiviere Multi-Home, um mehreren Nutzern die Verbindung über die Server-IP zu ermöglichen
fr: Active le Multi-Home pour autoriser l'usage de plusieurs IP serveur

# SettingServerEnableRConText
source: Enable RCON console on your server instance
de: Aktiviere Rcon auf der Serverinstanz
fr: Activer la console RCon sur votre serveur

# SettingServerEnableVACText
source: Enable Valve Anti Cheat on your server instance
de: Aktivere Valve Anti-Cheat auf der Serverinstanz
fr: Activer l'anti-triche Valve sur votre serveur

# SettingServerGameClientPortText
source: Port used by the game client to connect to your server instance
de: Port, der durch den Spiel-Client genutzt wird, um sich mit der Serverinstanz zu verbinden
fr: Port utilisé pour recevoir les connexions du jeu

# SettingServerInstanceCount
source: Server Instance Amount
de: Anzahl der Serverinstanzen
fr: Nombre d'instances serveur

# SettingServerInstanceCountText
source: The amount of server instance to be handled by this trebuchet. Leave it at 0 if you do not wish trebuchet to handle server launch
de: Die Anzahl der Serverinstanzen, die von Trebuchet verwaltet werden. Lassen Sie 0 eingestellt, wenn Trebuchet den Start der Server nicht verwalten soll.
fr: Le nombre d'instances serveur gérées par Trebuchet. Laissez-le à 0 si vous n'avez pas besoin de lancer de serveur sur ce système.

# SettingServerKillZombies
source: Kill Crashed Servers
de: Abgestürzte Server beenden
fr: Terminer les serv. dysfonctionnels

# SettingServerKillZombiesText
source: Kill server instances that have stopped responding (frozen) for a period of time
de: Beende Serverinstanzen, die eine gewisse Zeit nicht geantwortet haben (eingefroren)
fr: Termine les instances serveur qui ont cessé de répondre (gelées) pour une période donnée

# SettingServerLog
source: Display Log Console
de: Zeige Log-Konsole
fr: Afficher la console

# SettingServerLogFiltersText
source: Filter the log console to only display specific types of logs (One per line). This can greatly help to reduce your log size. Log levels are NoLogging, Fatal, Error, Warning, Display, Log, Verbose, VeryVerbose, All (=VeryVerbose)
de: Filtere die Log-Konsole, um nur spezifische Logs anzeigen zu lassen (eins pro Zeile). Dies kann stark dazu beitragen, die Log-Größe zu reduzieren. Log-Ebenen sind: Kein-Logging, Fataler Fehler, Fehler, Warnung, Anzeige, Log , Ausführlich, Sehr Ausführlich, Alles (= Sehr Ausführlich)
fr: Filtre les journaux pour n'afficher que certains types de messages (un filtre par ligne). Cela peut grandement réduire la taille de vos logs. Les filtres sont : NoLogging, Fatal, Error, Warning, Display, Log, Verbose, VeryVerbose, All (=VeryVerbose)

# SettingServerLogText
source: Display server live logs instead of a blank window. WARNING: This might render the zombie process detection ineffective. I don't advise using this on a production server
de: Zeige die Live-Logs des Servers anstelle eines leeren Fensters an. WARNUNG: Dies kann dazu führen, dass die Erkennung von Zombie-Prozessen nicht mehr funktioniert. NICHT auf einem bespielten Server nutzen!
fr: Affiche les journaux en temps réel à travers une console. ATTENTION : Ceci peut rendre la détection des processus sans réponse inefficace. Il est déconseillé de l'utiliser sur un serveur en production.

# SettingServerMapText
source: Starting path of the map you want to load on your server intance. The button contain a few known map path for easier setup
de: Startpfad der Karte, die auf die Serverinstanz geladen werden soll. Die Schaltfläche enthält einige bekannte Kartenpfade zur einfacheren Einrichtung.
fr: Le chemin de démarrage de la carte à charger sur votre serveur. Le bouton permet de configurer facilement certaines cartes populaires.

# SettingServerMaximumTickRateText
source: Maximum tick rate of your server instance
de: Maximale Tick-Rate deiner Serverinstanz
fr: Nombre maximum de rafraîchissement par seconde

# SettingServerMaxPlayerText
source: Maximum authorized amount of playes on your server instance
de: Maximalanzahl authorisierter Spieler auf der Serverinstanz
fr: Nombre maximum de joueurs sur votre serveur

# SettingServerMultiHomeAddress
source: Multi Home Address
de: Multi-Home - Adresse
fr: Adresse Multi-Home

# SettingServerMultiHomeAddressText
source: IP address to be used by Multi Home. Usually your local IP
de: Durch Multi Home genutzte IP-Adresse. Meist Ihre lokale IP
fr: Adresse IP utilisée dans une configuration Multi-Home (en général votre IP locale)

# SettingServerName
source: Server Name
fr: Nom du serveur

# SettingServerNameText
source: Name of your server instance in the game server list
de: Name der Serverinstanz in der Spielserverliste
fr: Nom du serveur présenté dans la liste des serveurs

# SettingServerNoAISpawn
source: No AI Spawn
de: Kein AI-Spawn
fr: Pas d'IA

# SettingServerNoAISpawnText
source: Prevent the spawn of common map NPC. Some categories of NPC are not affected by this, like the Siptha vaults
de: Verhindert das Spawnen der normalerweise auf der Karte vorhandenen NPC. Einige NPC-Arten sind nicht betroffen, zum Beispiel die NPCs der Siptah-Verließe.
fr: Empêche la création de PNJ sur la carte. Certaines catégories de PNJ ne sont pas affectées par ce paramètre (ex: donjons de Siptah).

# SettingServerPassText
source: Password of your server instance
de: Passwort für die Serverinstanz
fr: Mot de passe pour se connecter à votre serveur

# SettingServerProcessPriorityText
source: Process priority of your server instance. Higher might make your server more responsive but at the cost of other OS processes responsiveness
de: Prozesspriorität der Serverinstanzen. Eine Höhere macht den Server reaktionsfähiger, geht jedoch zu Lasten der Reaktionsfähigkeit anderer Betriebssystemprozesse.
fr: Priorité du processus serveur. Une priorité plus élevée peut rendre votre serveur plus réactif, au détriment des autres processus du système.

# SettingServerRConMaxKarmaText
source: Maximum karma value for RCon
de: Maximaler Karma-Wert für Rcon
fr: Karma maximum pour se connecter à votre console RCon

# SettingServerRegionText
source: Server region to be displayed in the server browser
de: In der Serverliste angezeigte Serverregion
fr: Région serveur affichée dans la liste des serveurs

# SettingServerSourceQueryPortText
source: Port used by the server browser to query your server instance
de: Vom Server-Browser genutzter Port, um die Serverinstanz abzufragen
fr: Port utilisé par la liste serveur pour effectuer des requêtes d'informations.

# SettingServerUseAllCoresText
source: Supposed to improve performance on machines with lots of cores, unverified. Probably black magic
de: Soll (angeblich) bei Rechnern mit vielen Kernen die Leistung verbessern. Ohne Gewähr.
fr: Supposé améliorer les performances du jeu (non vérifié)

# SettingServerZombieDuration
source: Crash Check Duration (Seconds)
de: Absturz-Überprüfungsdauer (Sekunden)
fr: Durée max sans réponse (secondes)

# SettingServerZombieDurationText
source: Amount of time given to a server instance to respond before getting killed by trebuchet
de: Die Menge an Zeit, die einer Serverinstanz gegeben wird, um zu antworten, bevor sie von Trebuchet beendet wird.
fr: Durée laissée à l'instance serveur pour répondre, avant d'être considérée comme dysfonctionnelle et terminée de force

# SettingSudoAdminListText
source: List of steam ID to be Sudo super admins on your servers, one per line. Leave it empty if you do not use Sudo.
de: Liste der Steam-IDs der Sudo Super Admins auf Ihren Servern, eine pro Zeile. Freilassen, wenn Sie Sudo nicht nutzen.
fr: Liste des ID Steam pour être Administrateur Sudo (un par ligne). Laissez vide si vous n'utilisez pas Sudo.

# SettingTexPool
source: Extra Texture Streaming Pool on Ultra (MB)
de: Zusätzlicher Texture Streaming Pool auf Ultra (MB)
fr: Augmentation de la mémoire de texture en Ultra (Mo)

# SettingTexPoolText
source: In order to not saturate your GPU memory with textures, the game constantly swap textures it does not need for the ones it needs. For that it reserve a portion of your memory to swap things out. By default on Ultra, that pool is 1500 MB in size. It's fine for the vanilla game, but with modded games it can be short when you are in an intensive area with lots of decorations, showing blurry textures more often. You can increase the base 1500 with this slider. Keep in mind that adding too much could have performance impact on your game
de: Um den GPU-Speicher nicht mit Texturen zu überlasten, tauscht das Spiel ständig nicht benötigte Texturen gegen benötigte aus. Dafür reserviert es einen Teil des Speichers für den Austausch. Standardmäßig ist dieser Pool auf Ultra 1500 MB groß. Das ist für das Originalspiel in Ordnung, kann aber bei modifizierten Spielen knapp werden, wenn man sich in einem intensiven Bereich mit vielen Dekorationen befindet und häufiger verschwommene Texturen anzeigt. Mit diesem Schieberegler kann der Basiswert von 1500 erhöht werden. Beachten Sie, dass ein zu hoher Wert die Leistung des Spiels beeinträchtigen kann.
fr: Pour que la mémoire de votre GPU ne sature pas, le jeu échange régulièrement des textures dont il n'a plus besoin. Pour cela, il réserve une portion de la mémoire de votre GPU pour cette tâche. Par défaut, en Ultra, cette quantité est de 1500 Mo. C'est suffisant pour jouer sans mods, mais peut être limité quand il y a beaucoup de contenu moddé, affichant alors des textures floues. Avec ce réglage, vous pouvez ajouter aux 1500 de base. Gardez à l'esprit que trop en ajouter peut avoir un impact négatif sur votre système.

# SettingTotAdminPrecision
source: Disable Tot!Admin High Precision Move Tool
de: Tot!Admin-Werkzeug für hochpräzise Verschiebungen deaktivieren
fr: Désactiver le mode de précision pour Tot!Admin

# SettingTotAdminPrecisionText
source: For better compatibility with other move tools, disable two decimal scaling of Tot!Admin Move Tool
de: Für eine bessere Kompatibilität mit anderen Verschiebungswerkzeugen deaktivieren Sie die Skalierung mit zwei Dezimalstellen im Tot!Admin Verschiebungswerkzeug.
fr: Pour une plus grande compatibilité avec d'autres mods, vous pouvez désactiver le mode de précision à deux décimales de Tot!Admin pour déplacer les décorations avec son outil de positionnement

# SettingUltraAniso
source: Better Textures on Ultra
de: Bessere Texturen auf Ultra
fr: Meilleures textures en Ultra

# SettingUltraAnisoText
source: Increase the sharpness of angled textures on Ultra settings. This can have a performance hit depending on your hardware
de: Erhöhe die Schärfe von schrägen Texturen auf Ultra-Einstellungen. Dies kann je nach Hardware zu Leistungseinbußen führen.
fr: Augmente la netteté des textures en fonction de l'angle de vue selon le paramètre Ultra. Ceci peut avoir un coût en fonction de votre matériel.

# SettingUpdateCheckInterval
source: Update Check Interval
de: Aktualisierungs-Überprüfungsintervall
fr: Intervale de vérification des mises à jour

# SettingUpdateCheckIntervalText
source: The interval in seconds between each update check
de: Der Abstand in Sekunden zwischen jeder Aktualisierungsprüfung
fr: L'intervale en secondes pour vérifier la présence de mises à jour

# SettingUseAllCoreText
source: Supposed to improve performance on machines with lots of cores, unverified. Probably black magic
de: Soll (angeblich) bei Rechnern mit vielen Kernen die Leistung verbessern. Ohne Gewähr.
fr: Supposé améliorer les performances du jeu (non vérifié)

# SettingVerifyAllText
source: When checking for updated files, the system will check its cached data to quickly check if they need to be redownloaded again. By checking this option, you force the system to inspect the files every time. This will make the process of checking for updates much more slow but is usefull to detect corruption. If you suspect corruption, I advise to use the button on the dashboard instead of turning on this setting
de: Bei der Suche nach aktualisierten Dateien prüft das System die zwischengespeicherten Daten, um festzustellen, ob diese erneut heruntergeladen werden müssen. Aktivieren dieser Option zwingt das System, die Dateien jedes Mal zu überprüfen. Dies verlangsamt zwar die Suche nach Updates, ist aber hilfreich, um Beschädigungen zu erkennen. Bei Verdacht auf Beschädigung wird empfohlen, die Schaltfläche im Dashboard zu verwenden, anstatt diese Einstellung zu aktivieren.
fr: Lorsque les fichiers sont mis à jour, le système vérifie les données de cache pour déterminer rapidement s'il a besoin de télécharger le contenu. En activant cette option, vous forcez le système à inspecter les fichiers à chaque fois. Cela rend le procédé de mise à jour bien plus lent, mais est utile pour détecter de potentielles corruptions de données. Si vous soupçonnez que vos fichiers sont corrompus, utilisez plutôt le bouton sur le tableau de bord.

# UACDialogText
source: Trebuchet require administrative rights in order to handle protected files for the following reason(s):
de: Trebuchet erfordert aus folgenden Gründen Administratorrechte, um geschützte Dateien zu verarbeiten:
fr: Trebuchet requiert des droits d'administration afin de gérer des fichiers protégés pour la raison suivante :

# VerifyFilesText
source: This will verify all server and mod files. This may take a while. Do you want to continue?
de: Dies überprüft alle Server- und Mod-Dateien. Dies kann eine Weile dauern. Fortsetzen?
fr: Tous vos fichiers serveur et de mods seront vérifiés. Cela peut prendre du temps. Souhaitez-vous continuer ?

# WrongTypeText
source: The type of file provided is unsupported.
de: Der angegebene Dateityp wird nicht unterstützt.
fr: Le type de fichier fourni n'est pas supporté

# PasteTxt
source: Paste
de: Einfügen
fr: Coller

# ImportTxt
source: Import
fr: Importer

source: Export .txt
de: Exportiere .txt
fr: Exporter .txt

source: Export .json
de: Exportiere .json
fr: Exporter .json

source: Sync
de: Synchronisieren
fr: Synchroniser

source: Servers
de: Server
fr: Serveurs

# PanelToolbox
source: Toolbox
de: Werkzeugkiste
fr: Boîte à outils

# TrimUnusedModsSub
source: Their is {0} unused mods. Unused mods are mods that have been downloaded by Trebuchet in the past but are not anymore used in a mod lists
de: {0} Mods sind ungenutzt. Ungenutzte Mods sind Mods, die von Trebuchet in der Vergangenheit runtergeladen, aber in keiner Modliste genutzt werden.
fr: Il y a {0} mod(s) non utilisé(s). Les mods non utilisés sont les mods qui ont été téléchargés par Trebuchet auparavant mais qui ne sont désormais plus présents dans aucune des listes de mods.

# OnBoardingLanguageChange
source: Language
de: Sprache
fr: Langage

# OnBoardingLanguageChangeMessage
source: The language has been changed but some tasks are currently running. To apply the change, please restart Trebuchet when the tasks are over.
de: Die Sprache wurde geändert, aber es laufen aktuell noch Prozesse. Um die Änderung umzusetzen starten Sie Trebuchet bitte neu, sobald die Prozesse abgeschlossen sind.
fr: Le langage a été modifié mais des tâches sont en cours d'exécution. Pour appliquer le changement, merci de redémarrer Trebuchet une fois les tâches terminées.

# OnBoardingLanguageChangeConfirm
source: The language has been changed, but a restart is required to apply the change. Restart ?
de: Die Sprache wurde geändert. Es wird ein Neustart benötigt, um diese Änderung anzuwenden. Neustart?
fr: Le langage a été modifié mais un redémarrage est nécessaire pour appliquer le changement. Redémarrer quand même ?

# OnBoardingProcessLock
source: File opened in another process
de: Die Datei ist in einem anderen Prozess geöffnet
fr: Fichier occupé dans un autre processus

# OnBoardingProcessLockSub
source: The following file is currently busy with another process, please close the program so Trebuchet can continue its task: {0}
de: Die folgende Datei wird noch von einem anderen Prozess benutzt. Bitte schließen Sie das Programm, sodass Trebuchet fortfahren kann: {0}
fr: Les fichiers suivants sont utilisés par un autre processus, merci de fermer le programme pour que Trebuchet puisse terminer ses tâches : {0}

# StatusFrozen
source: Not responding
de: Antwortet nicht
fr: Ne répond pas

# WatermarkModlistURLTip
source: Valid URL are either pointing to a steam collection or a json response/file
de: Gültige URLs verweisen entweder auf eine Steam-Kollektion oder eine JSON-Antwort/Datei.
fr: Valide les URLs qui sont soit une collection Steam ou un(e) réponse/fichier .json

# ModlistSize
source: List Size
de: Listengröße
fr: Poids

# ModlistSizeTip
source: The total size of the mods in your list. Missing mod use the size of the mod indicated in the workshop database. Missing local files count for zero.
de: Die Gesamtgröße der Mods in der Liste. Eine fehlende Mod nutzt die in Workshop hinterlegte Größe. Fehlende lokale Dateien haben eine Grüße von 0.
fr: Poids total des mods dans votre liste. Les mods manquants utilisent la taille indiquée dans la base de données du workshop. Les mods locaux manquants ne comptent pas.

# UnknownMod
source: Unknown Workshop Mod. This can happen if the mod has been deleted or hidden on the workshop
de: Unbekannte Workshop-Mod. Dies kann vorkommen, wenn die Mod im Workshop gelöscht oder versteckt wurde.
fr: Mod du workshop inconnu. Cela peut arriver si le mod a été supprimé ou caché sur le workshop.

# OnBoardingUpdate
source: Trebuchet Update ({0})
de: Trebuchet-Aktualisierung ({0})
fr: Mise à jour Trebuchet ({0})

# OnBoardingUpdateSub
source: A more recent version of trebuchet has been found, would like to download and install it ?
de: Eine aktuellere Version von Trebuchet wurde gefunden. Möchten Sie diese downloaden und installieren?
fr: Une version plus récente de Trebuchet a été trouvée. Souhaitez vous la télécharger et l'installer ?

# OnBoardingSteamClientOffline
source: Steam is not running
fr: Steam n'est pas lancé

# OnBoardingSteamClientOfflineSub
source: Your Steam client is not currently running, Conan Exiles require your to be logged in to Steam to play online.
fr: Votre client Steam n'est pas lancé, Conan Exiles requiére que vous soyez connecté à Steam pour jouer en ligne.

# SettingPlateformTheme
source: Application Theme
fr: Theme de l'application

# SettingPlateformThemeText
source: Choose between Dark and Light theme
fr: Choisissez entre le theme sombre ou clair

# SettingPlateformThemeDefault
source: Operating System
fr: Système d'exploitation

# SettingPlateformThemeDark
source: Dark
fr: Sombre
