Repository: Totchinuko/Trebuchet
Catalog: Trebuchet/Assets/Resources.*.resx
Languages: de, fr

# AddLocalMod
source: Add local mods
de: Lokale Mods hinzufügen
fr: Ajouter mods locaux

source: Add to list
de: Zur Liste hinzufügen
fr: Ajouter

source: Append
de: Anhängen
fr: Ajouter

source: Cancel
de: Abbrechen
fr: Annuler

source: Cancelling
de: Abbruch
fr: Annulation

# CatAntiCheat
source: Anti-Cheat
fr: Anti-Triche

# CatGeneral
source: General
de: Allgemein
fr: Général

# CatGraphics
source: Graphics
de: Grafik
fr: Graphismes

# CatMiscellaneous
source: Miscellaneous
de: Verschiedenes
fr: Divers

# CatProcessPerformance
source: Process Performance
de: Prozessleistung
fr: Perf. Processus

# CatRestartSettings
source: Restart Settings
de: Einstellungen neu laden
fr: Param. redémarrage

# CatServerSettings
source: Server Settings
de: Servereinstellungen
fr: Param. serveur

# CatUpdates
source: Updates
de: Aktualisierungen
fr: Mise à jour

source: Change
de: Ändern
fr: Changer

# ClientFailedToStart
source: The game failed to start
de: Das Spiel konnte nicht gestartet werden.
fr: Le lancement du jeu a échoué

# ClientFailedToStartText
source: See the logs for more information
de: Siehe Logs für weitere Informationen
fr: Consultez les journaux pour plus d'informations

source: Close
de: Schließen
fr: Fermer

source: Create
de: Erstellen
fr: Créer

source: Current location
de: Aktueller Standort
fr: Emplacement actuel

# PanelDashboard
source: Dashboard
fr: Tableau de bord

source: Delete
de: Löschen
fr: Supprimer

source: Deletion
de: Löschung
fr: Suppression

# DeletionText
source: Do you wish to delete {0} ?
de: Möchten Sie {0} löschen?
fr: Souhaitez-vous supprimer {0} ?

# DirectoryNotFound
source: Directory does not exists
de: Verzeichnis existiert nicht
fr: Le dossier n'existe pas

source: Duplicate
de: Duplizieren
fr: Dupliquer

source: Error
de: Fehler
fr: Erreur

# ErrorNameAlreadyTaken
source: This name is already taken
de: Dieser Name ist bereits vergeben
fr: Ce nom est déjà pris

# ErrorNameEmpty
source: The name cannot be empty
de: Der Name darf nicht leer sein
fr: Le nom ne peut être vide

# ErrorNameInvalidCharacters
source: This name contain invalid characters
de: Der Name beinhaltet ungültige Zeichen
fr: Ce nom contient des symboles invalides

# ErrorValueEmpty
source: Value cannot be empty
de: Wert darf nicht leer sein
fr: La valeur ne peut être vide

source: Exit
de: Verlassen
fr: Quitter

# ExportErrorModNotFound
source: Some of the mods cannot be resolved because the mod file was not found. In order to export your modlist, please unsure that all of the mods are not marked as missing.
de: Einige der Mods konnten nicht verarbeitet werden, da die Mod-Datei nicht gefunden wurde. Überprüfen Sie, dass keine Mod als fehlend markiert wurde, um die Modliste zu exportieren.
fr: Certains mods ne peuvent être chargés car le fichier est introuvable. Pour exporter la liste de mods, assurez-vous qu'aucun d'entre eux ne soient indiqués comme manquants.

source: Find
de: Suche
fr: Recherche

source: Found
de: Gefunden
fr: Trouvé

source: Game
de: Spiel
fr: Jeu

source: Game Build
de: Spielaufbau
fr: Version du jeu

# GameDirectoryInvalidError
source: Game could not be found in this Directory
de: Das Spiel wurde in diesem Verzeichnis nicht gefunden.
fr: Le jeu n'a pas pu être trouvé dans ce dossier

source: Game Save
de: Spielstand
fr: Données de jeu

# PanelGameSaves
source: Game Saves
de: Spiel-Speicherstände
fr: Données de jeu

source: Import mod list
de: Importiere Mod-Liste
fr: Importer

source: Install
de: Installiere
fr: Installer

# InvalidDirectory
source: Directory is invalid
de: Verzeichnis ist ungültig
fr: Dossier invalide

source: Invalid Json
de: Ungültige .json-Datei
fr: Json invalide

# InvalidJsonText
source: Loaded json could not be parsed.
de: Die geladene .json-Datei konnte nicht verarbeitet werden
fr: Le json chargé est intraduisible

source: Invalid URL
de: Ungültige URL
fr: URL invalide

# InvalidURLText
source: The steam URL seems to be missing its ID to be valid.
de: Ungültige Steam URL – die ID fehlt.
fr: L'URL Steam ne contient pas d'ID

source: Kill
de: Beenden
fr: Terminer

source: Kill all
de: Alles beenden
fr: Tout terminer

# KillText
source: Killing a process will trigger an abrupt ending of the program and can lead to Data loss and/or data corruption. Do you wish to continue ?
de: Das Beenden des Prozesses wird ein Abbruch des Programms auslösen und kann zu Datenverlust oder -korruption führen. Fortsetzen?
fr: Terminer un processus procèdera à l'arrêt abrupt du programme et peut conduire à une perte/corruption des données. Souhaitez-vous continuer ?

source: Last Modified
de: Zuletzt modifiziert
fr: Modifié

source: Last Update
de: Letzte Aktualisierung
fr: Mis à jour

source: Launch
de: Start
fr: Lancer

source: Launch all
de: Starte alle
fr: Tout lancer

# LiveMod
source: Steam Workshop (Live)
fr: Workshop Steam (Live)

source: Loading
de: Lädt
fr: Chargement

# LocalMod
source: Local File
de: Lokale Datei
fr: Fichier local

source: Memory
de: Speicher
fr: Mémoire

source: Missing
de: fehlt
fr: Introuvable

source: Mod List
de: Mod-Liste
fr: Liste de mods

source: Modlist Name
de: Name der Modliste
fr: Nom

# ModlistReplace
source: Override
de: Überschreiben
fr: Remplacer

# ModlistReplaceText
source: This action will replace your mod list, do you wish to continue ?
de: Diese Aktion wird die Mod-Liste ersetzen. Fortsetzen?
fr: Cette action remplacera votre liste de mods. Souhaitez-vous continuer ?

source: No
de: Nein
fr: Non

# NoResultFound
source: No results found
de: Kein Ergebnis gefunden
fr: Aucun résultat

# OnBoardingChooseGameSaveText
source: Choose which game save need to be copied back into the game files
de: Wählen Sie aus, welcher Spielstand zurück in die Spieldateien geschrieben werden soll.
fr: Choisissez la sauvegarde à copier dans votre dossier de jeu.

# OnBoardingGameSave
source: Game Save
de: Spielstand
fr: Sauvegarde

# OnBoardingLocateConan
source: Locate Conan Exiles
de: Lokalisiere Conan Exiles
fr: Emplacement de Conan Exiles

# OnBoardingLocateConanError
source: The folder selected does not contain Conan Exiles
de: Das ausgewählte Verzeichnis beinhaltet kein Conan Exiles
fr: Le dossier sélectionné ne contient pas Conan Exiles

# OnBoardingLocateConanText
source: Indicate to Trebuchet where to find your Conan Exile game
de: Geben Sie an, wo Trebuchet Ihr Conan Exiles - Spiel findet
fr: Indiquer à Trebuchet où trouver Conan Exiles

# OnBoardingManageConan
source: Game Files Management
de: Spieldaten-Management
fr: Gestion des données

# OnBoardingManageConanNo
source: Leave Game Untouched
de: Spiel unverändert belassen
fr: Laisser le jeu intact

# OnBoardingManageConanNoSub
source: Your files will remain in the Saved directory
de: Die Daten bleiben im Saved-Verzeichnis
fr: Vos fichiers ne seront pas déplacés.

# OnBoardingManageConanText
source: Allow Trebuchet to handle your game files? If so, Trebuchet will move your game files located in the Saved folder, into your MyDocuments directory. This will allow two things: (a) To be able to create as many saves as you wish, and start the game using any of them (b) To offer extra settings for the game through Trebuchet
de: Möchten Sie, dass Trebuchet Ihre Spieledateien verwaltet? Wenn ja, verschiebt Trebuchet Ihre Spieledateien aus dem Ordner „Saved“ in Ihr Verzeichnis „Dokumente“. Dies ermöglicht zwei Dinge: (a) Sie können beliebig viele Spielstände erstellen und das Spiel mit jedem davon starten. (b) Über Trebuchet stehen Ihnen zusätzliche Einstellungen für das Spiel zur Verfügung.
fr: Autoriser Trebuchet à gérer vos sauvegardes de jeu ? Si vous acceptez, Trebuchet déplacera vos sauvegardes dans le dossier Mes Documents. Cela permet deux choses : (a) De pouvoir créer autant de sauvegardes que vous le souhaitez et de lancer le jeu avec l'une d'entre elles. (b) De proposer des paramétres supplémentaires à travers Trebuchet.

# OnBoardingManageConanUac
source: To apply your choice, Trebuchet need permission to write into your game directory
de: Um die Auswahl anzuwenden, benötigt Trebuchet Schreibrechte in Ihrem Spielverzeichnis
fr: Pour appliquer vos choix, Trebuchet a besoin de permissions supplémentaires pour accéder à votre dossier de jeu

# OnBoardingManageConanYes
source: Allow Game Management
de: Erlaube Spiel-Management
fr: Autoriser la gestion

# OnBoardingManageConanYesSub
source: Files will be moved to MyDocuments
de: Dateien werden in „Dokumente“ verschoben
fr: Les données seront déplacées dans Mes Documents

# OnBoardingModTrimConfirm
source: Mod Trimming
de: Mod-Bereinigung
fr: Réduire les mods

# OnBoardingModTrimConfirmSub
source: {0} unused mods have been found, delete ?
de: {0} unbenutzte Mods wurden gefunden. Löschen?
fr: {0} mods non utilisés ont été trouvés. Supprimer ?

# OnBoardingNewGameSave
source: Choose a name for the new trebuchet save that will contain your files
de: Wählen Sie einen Namen für den neuen Trebuchet-Speicherstand, welcher Ihre Dateien beinhaltet
fr: Choisissez un nom pour la sauvegarde Trebuchet qui contiendra vos données

# OnBoardingNoUnusedMods
source: No unused mods
de: Keine unbenutzen Mods
fr: Aucun mod non utilisé

# OnBoardingNoUnusedModsSub
source: There are no unused mods to trim
de: Für eine Bereinigung wurden keine unbenutzen Mods gefunden
fr: Il n'y aucun mod non utilisé à supprimer

# OnBoardingServerInstanceCount
source: Server Instances
de: Serverinstanzen
fr: Instances serveur

# OnBoardingServerInstanceCountSub
source: Choose how many server instance Trebuchet should manage. Unless you want to handle a cluster, one should be enough.
de: Wählen Sie, wie viele Serverinstanzen Trebuchet managen soll. Solange Sie keine Servergruppe verwalten möchten, sollte eine genügen.
fr: Choisissez combien d'instances serveur Trebuchet doit gérer. À moins que vous ne souhaitiez mettre en place un groupe, un seul devrait suffire.

# OnBoardingUpgrade
source: A previous installation of Trebuchet has been detected and must be upgraded to function with this version. Once this task is over, previous version of Trebuchet will not work anymore. Do you wish to proceed ?
de: Eine vorherige Installation von Trebuchet wurde gefunden und muss aktualisiert werden, um mit dieser Version zu funktionieren. Nach dem Abschluss ist die Installation nicht mehr mit dieser älteren Version von Trebuchet kompatibel.
fr: Une version précédente de Trebuchet a été détectée et doit être mise à jour. Une fois cette tâche terminée, les versions précédentes de Trebuchet ne fonctionneront plus. Souhaitez-vous continuer ?

# OnBoardingUpgradeCopy
source: Please wait while your files are being copied
de: Bitte warten, während Ihre Dateien kopiert werden
fr: Merci de patienter pendant la copie des fichiers.

# OnBoardingUpgradeSub
source: If you do not wish to upgrade now, please close Trebuchet.
de: Wenn Sie keine Aktualisierung durchführen möchten, schließen Sie bitte Trebuchet.
fr: Si vous ne souhaitez pas mettre à jour maintenant, merci de fermer Trebuchet.

# OnBoardingUpgradeUac
source: In order to upgrade your installation of Trebuchet, Write permission are needed. With your permission, Trebuchet will restart and request administrative privileges.
de: Um Ihre Installation von Trebuchet zu aktualisieren, sind Schreibrechte erforderlich. Mit Ihrer Erlaubnis wird Trebuchet neu gestartet und fordert Administratorrechte an.
fr: Pour mettre à jour votre installation de Trebuchet, des permission d'écriture sont nécessaires. Avec votre permission, Trebuchet va redémarrer et demander des privilèges administrateur.

# OnBoardingUsageChoice
source: Trebuchet's Features
de: Trebuchets Merkmale und Eigenschaften
fr: Fonctionnalités de Trebuchet

# OnBoardingUsageChoiceModderSub
source: This will enable both server and game features for mod testing
de: Dies aktiviert sowohl Server- wie auch Spieleinstellungen Testen von Mods
fr: Activera à la fois les fonctions de jeu et de serveur pour tester les mods plus simplement

# OnBoardingUsageChoicePlayer
source: Play Conan Exiles
de: Starte Conan Exiles
fr: Jouer à Conan Exiles

# OnBoardingUsageChoicePlayerSub
source: This will disable Trebuchet's server features
de: Dies deaktiviert Trebuchets Servereinstellungen
fr: Désactivera les fonctions serveur

# OnBoardingUsageChoiceServer
source: Manage Servers
de: Server managen
fr: Gestion serveur

# OnBoardingUsageChoiceServerSub
source: This will disable Trebuchet's game features
de: Dies deaktiviert Trebuchets Spieleinstellungen
fr: Désactivera les fonctions de jeu

# OnBoardingUsageChoiceText
source: Please select what usage to intend to make of Trebuchet. This will preconfigure the app with base settings that you can change later if you change your mind.
de: Bitte wählen Sie aus, wie Sie Trebuchet nutzen möchten. Damit wird die App mit Grundeinstellungen vorkonfiguriert. Diese können Sie später jedoch jederzeit ändern.
fr: Merci de choisir les fonctionnalités à activer. Cela préconfigurera Trebuchet avec des paramètres prédéterminés que vous pourrez changer à tout moment.

source: Open save folder
de: Öffne Speicherordner
fr: Ouvrir le dossier de sauvegarde

source: Open Workshop Page
de: Öffne Workshop-Seite
fr: Ouvrir la page du workshop

source: Peak
de: Lastspitze
fr: Maximum

source: Players
de: Spieler
fr: Joueurs

source: Remove
de: Entfernen
fr: Supprimer

source: Remove from list
de: Von Liste entfernen
fr: Supprimer de la liste

source: Save As
de: Speichere als
fr: Enregistrer sous

source: Save File
de: Speichere Datei
fr: Enregistrer

source: Save Size
de: Speichergröße
fr: Poids

# SaveSizeTip
source: Total size of your save on disk. Saves not only store your settings, but also your server saves and logs
de: Gesamtgröße Ihres Speicherstandes auf dem Laufwerk. Der Speicherstand beinhaltet nicht nur Ihre Einstellungen, sondern auch Ihre Server-Logs und -Speicherstände.
fr: Taille totale de votre sauvegarde sur le disque. La sauvegarde enregistre aussi vos données de jeu et journaux.

# PanelServerConsoles
source: Server Consoles
de: Serverkonsole
fr: Console Serveur

# ServerFailedStart
source: Server failed to start
de: Der Server konnte nicht gestartet werden
fr: Le lancement du serveur à échoué

# ServerFailedStartText
source: Server failed to start properly. See the logs for more information.
de: Der Server konnte nicht erwartungsgemäß gestartet werden. Prüfen Sie die Logs für mehr Information.
fr: Le lancement du serveur ne s'est pas déroulé correctement : consultez les journaux pour plus d'informations.

# PanelServerLogFilter
source: Server Log Filters
de: Server-Log-Filter
fr: Filtre Journaux

source: Server Save
de: Server-Speicherstand
fr: Données serveur

# PanelServerSaves
source: Server Saves
de: Server-Speicherstände
fr: Données serveur

# SettingAdminServerList
source: [Tot ! Admin] Do not load server list
de: [Tot!Admin] Serverliste nicht laden
fr: [Tot ! Admin] Ne pas charger la liste des serveurs

# SettingAdminServerListText
source: Prevent the sever list from auto refreshing from the main menu
de: Verhindert die automatische Serverlisten-Aktualisierung im Hauptmenü
fr: Empêcher la liste des serveurs de se charger dans le menu principal du jeu

# SettingAsyncScene
source: Enable Async Scene
de: Aktiviere Async-Szene
fr: Activer Scène Asynchrone

# SettingAsyncSceneText
source: Can improve performance, specially around heavy building areas
de: Kann die Leistung verbessern, insbesondere in stark bebauten Arealen
fr: Peut améliorer les performances, notamment dans les zones denses en constructions.

# SettingAutoRefreshModlist
source: Auto Refresh Mod List
de: Auto-Aktualisierung der Mod-Liste
fr: Rafraîchissement automatique des listes de mods

# SettingAutoRefreshModlistText
source: Refresh the mod lists every couple of minutes to check if their is any mod update pending
de: Aktualisiere die Mod-Liste
fr: Rafraichit les listes de mods régulièrement afin de détecter de potentielles mises à jour

# SettingAutoUpdateStatus
source: Update Server Instances
de: Aktualisiere Server-Instanzen
fr: Mettre à jour les instances serveur

# SettingAutoUpdateStatusCheck
source: Check for updates
de: Suche nach Aktualisierungen
fr: Vérifier les mises à jour

# SettingAutoUpdateStatusLaunchOnly
source: Only on launch
de: Nur bei Start
fr: Uniquement au lancement

# SettingAutoUpdateStatusNever
source: Never
de: Niemals
fr: Jamais

# SettingAutoUpdateStatusText
source: Choose when to update your servers. This does not apply to client game
de: Wählen Sie, wann Ihre Server aktualisiert werden sollen. Dies betrifft nicht den Spiel-Client.
fr: Choisissez quand mettre à jour vos serveurs. Ceci ne s'applique pas au jeu.

# SettingBackgroundSound
source: Background Sound
de: Hintergrund-Audio
fr: Son en arrière-plan

# SettingBackgroundSoundText
source: Keep the sound of the game up when tabbing out to another window
de: Die Hintergrundmusik und die Geräusche des Spiels bleiben während des Wechsels zu einem anderen Fenster aktiv.
fr: Garde le son actif quand le jeu est en arrière-plan

# SettingClientInstallation
source: Conan Exile Installation Folder
de: Conan Exiles - Installationsverzeichnis
fr: Dossier d'installation de Conan Exiles

# SettingClientInstallationText
source: Indicate to Trebuchet where to find your Conan Exile game installation folder. You'll also be choosing if Trebuchet should handle your game files or not.
de: Geben Sie an, wo Trebuchet Ihr Conan Exiles - Installationsverzeichnis findet. Hier wählen Sie auch aus, ob Trebuchet Ihre Spieldateien verwalten soll oder nicht.
fr: Indiquer à Trebuchet où trouver le dossier de jeu de Conan Exiles et si Trebuchet doit gérer vos données de jeu.

# SettingCpuAffinity
source: CPU Thread Affinity
de: Prozessor-Zuweisung
fr: Affinité des threads de CPU

# SettingCpuAffinityText
source: CPU Thread Affinity help to assign specific cores to the server process
de: Mit der Prozessor Zuweisung können Sie spezifische Kerne Ihrer CPU dem jeweiligen Serverprozess zuzuweisen
fr: L'affinité des threads de CPU permet de configurer les threads CPU auxquels le serveur a accès.

# SettingDisplayWarningOnKill
source: Display Warning On Kill
de: Warnung beim Beenden anzeigen
fr: Afficher une alerte avant de terminer

# SettingDisplayWarningOnKillText
source: Click on a Kill button will display first a warning about data loss and corruption
de: Beim Klicken auf Beenden wird zuerst eine Warnung über Datenverlust oder -korruption anzeigen
fr: Cliquer sur terminer affichera une alerte à propos du risque de perte/corruption de données.

# SettingInternetSpeed
source: Configured Internet Speed
de: Konfigurierte Internetgeschwindigkeit
fr: Vitesse Internet

# SettingInternetSpeedText
source: Max connection speed of the engine. This is untested.
de: Maximale Verbindungsgeschwindigkeit der Engine. Dies ist ungetestet.
fr: Vitesse de connexion maximale du moteur. Jamais testé.

# SettingIntroVid
source: Remove Intro Videos
de: Entferne Intro-Videos
fr: Désactiver intro

# SettingIntroVidText
source: Instead of displaying the intro video, you will have black screen that will swap to the main menu once the game is loaded
de: Anstatt Intro-Videos zu zeigen, wird ein schwarzer Bildschirm angezeigt, der zum Hauptmenü übergeht, sobald das Spiel geladen wurde.
fr: Au lieu d'afficher la vidéo d'introduction, affiche un écran noir durant le chargement.

# SettingLog
source: Display Log Console
de: Zeige Log-Konsole
fr: Afficher la console

# SettingLogFilter
source: Log Filters
de: Log Filter
fr: Filtre des journaux

source: Yes
de: Ja
fr: Oui

source: Status
fr: Statut

# StatusCrashed
source: Crashed
de: Abgestürzt
fr: Planté

# StatusFailed
source: Failed
de: Fehlgeschlagen
fr: Échoué

# StatusNew
source: Starting
de: Startet
fr: Démarre

# StatusOnline
source: Online
fr: En Ligne

# StatusRunning
source: Running
de: Läuft
fr: Fonctionne

# StatusStopped
source: Stopped
de: Gestoppt
fr: Arrêté

# StatusStopping
source: Stopping
de: Stoppt
fr: En cours d'arrêt

# SteamConnected
source: Connected to Steam
de: Mit Steam verbunden
fr: Connecté à Steam

# SteamDisconnected
source: Steam is unavailable
de: Steam ist nicht verfügbar
fr: Steam n'est pas disponible

source: Stop
fr: Arrêter

source: Stop all
de: Stoppe alle
fr: Tout Arrêter

# SettingServerUseAllCores
source: Use All Cores
de: Benutze alle Kerne
fr: Utiliser tous les cœurs

# SettingServerRegionJapan
source: Japan
fr: Japon

# SettingServerRegionAustralia
source: Australia
de: Australien
fr: Australie

# SettingServerRegionAsia
source: Asia
de: Asien
fr: Asie

# SettingServerRegion
source: Server Region
fr: Région Serveur

# SettingServerRConPort
source: RCon Port
fr: Port RCon

# SettingServerRConPortText
source: Port used by RCon
de: Port für Rcon
fr: Port utilisé par RCon

# SettingServerRegionNorthAmerica
source: North America
de: Nordamerika
fr: Amérique du Nord

# SettingServerRegionSouthAmerica
source: South America
de: Südamerika
fr: Amérique du Sud

# SettingServerSourceQueryPort
source: Source Query Port
de: Quellabfrageport
fr: Port de requête source

# SettingUseAllCore
source: Use All Cores
de: Benutze alle Kerne
fr: Utiliser tous les cœurs

# SettingVerifyAll
source: Always Verify Files
de: Dateien immer prüfen
fr: Toujours vérifier les fichiers

source: Subscriptions
de: Abonnement
fr: Abonnements

# TestLiveMod
source: Steam Workshop (TestLive)
fr: Workshop Steam (TestLive)

source: Translation Authors
de: Übersetzungs-Autoren
fr: Auteurs de la traduction

# TranslatorsIdentity
source: Totchinuko
de: Bastet, Senja
fr: Totchinuko, Yiajmhat

source: Trimming unused mods
de: Ungenutzte Mods bereinigen
fr: Nettoyage des mods

source: Trim unused mods
de: Bereinigt ungenutzte Mods
fr: Nettoyer mods inutilisés

# UACDialog
source: Write Permission
de: Schreiberlaubnis
fr: Permission d'écriture

source: Untitled
de: Unbenannt
fr: Sans titre

source: Update
de: Aktualierung
fr: Mise à jour

source: Update all mods
de: Aktualisiere alle Mods
fr: MàJ des mods

source: Update Available
de: Aktualisierung verfügbar
fr: MàJ disponible

source: Update Mods
de: Aktualisiere Mods
fr: MàJ des mods

# UpdateModsLabel
source: Updating mods
de: Mods werden aktualisiert
fr: MàJ des mods

source: Update servers
de: Aktualisiere Server
fr: MàJ serveur

# UpdateServersLabel
source: Updating servers
de: Server werden aktualisiert
fr: MàJ des serveurs

source: Upgrade
fr: Mise à niveau

source: Uptime
de: Betriebszeit
fr: Durée

source: Up to Date
de: Aktuell
fr: À jour

source: Validate
de: Bestätigen
fr: Valider

source: Verify files
de: Prüfe Daten
fr: Vérifier fichiers

source: Wrong Type
de: Falscher Typ
fr: Type incorrect

# SettingProcessPrioNormal
source: Normal
fr: Normale

# SettingProcessPrioHigh
source: High
de: Hoch
fr: Élevée

# SettingProcessPrioAboveNormal
source: Above Normal
de: Höher als Normal
fr: Supérieure

# SettingProcessPrio
source: Process Priority
de: Prozesspriorität
fr: Priorité processus

# SettingMaxServers
source: Max Download Servers
de: Maximale Download-Server
fr: Serveurs de téléchargement max

# SettingProcessPrioRealtime
source: Realtime (Not Recommanded)
de: Echtzeit (nicht empfohlen)
fr: Temps réel (non recommandé)

# SettingServerLogFilters
source: Log Filters
fr: Filtre journaux

# SettingServerGameClientPort
source: Game Client Port
de: Spiel-Client-Port
fr: Port du jeu

# SettingServerEnableVAC
source: Enable Valve Anti Cheat
de: Aktivere Valve Anti-Cheat
fr: Activer l'anti-triche Valve

# SettingServerEnableRCon
source: Enable RCon
de: Aktiviere Rcon
fr: Activer RCon

# SettingServerEnableMultiHome
source: Enable Multi Home
de: Aktivere Multi-Home
fr: Activer Multi-Home

# SettingServerEnableBattleEye
source: Enable Battle Eye
de: Aktiviere Battle Eye
fr: Activer Battle Eye

# SettingServerCPUThreadAffinity
source: CPU Thread Affinity
de: Prozessor-Zuweisung
fr: Affinité des threads de CPU
