Repository: Totchinuko/Trebuchet
Catalog: Trebuchet/Assets/Resources.*.resx
Languages: de, fr

# SettingPlateformThemeLight
source: Light
fr: Clair

# OnBoardingDataDirectory
source: Downloaded data directory
fr: Dossier de données téléchargé

# OnBoardingDataDirectorySub
source: This directory contain mods and server files downloaded by Trebuchet from the Steam Workshop. You can change its default location to a more suitable one. DO NOT place it in your Steam Directory.
fr: Ce dossier contient les mods and fichier serveurs téléchargé par Trebuchet depuis le Workshop Steam. Vous pouvez changer son emplacement par défaut pour quelque chose de plus adapté. Ne le placez JAMAIS dans votre dossier Steam.

# ErrorInvalidDirectory
source: This directory is invalid
fr: Ce dossier est invalide

source: Reset
fr: Réinitialiser

source: Auto Scroll
fr: Scroll Automatique

source: Server Logs
fr: Journaux Serveur

source: Trebuchet Logs
fr: Journaux Trebuchet

source: Unavailable
fr: Indisponible

source: Clear
fr: Vider

# OnBoardingRestartProcess
source: Restart Requiried
fr: Redémarrage requis

# OnBoardingRestartProcessSub
source: A settings that need a restart was change, restart ?
fr: Un paramétre qui nécessite aun redémarrage à changé, redémarrer ?

# OnBoardingRestartProcessSubMessage
source: A setting that need a restart has changed, but some tasks are still on going. Please restart Trebuchet once all the tasks are completed.
fr: Un paramétre qui nécessite un redémarrage a changé, mais certaine taches sont toujours en cour. Merci de redémarrer Trebuchet une fois qu'elles seront terminé.

# SettingExperiments
source: Experiments
fr: Expériences

# SettingExperimentsText
source: Unable the experimental features of Trebuchet, which are not always stable or even finished at all.
fr: Active les fonctions expérimental de Trebuchet, qui ne sont pas forcement stable ou finie.

# WatermarkServerIp
source: IP Address
fr: Adresse IP

# WatermarkServerPassword
source: Password
fr: Mot de pass

# TooltipServerAutoConnect
source: Server Auto Connect Information. Add the IP, port and password, in order to launch and connect automatically. (Optional)
fr: Connection automatique au serveur. Ajoutez l'adresse Ip, le port and le mot de pass, pour vous connecter automatiquement au lancement du jeu. (Optionnel)

source: Connect
fr: Connecter

source: Rename
fr: Renommer

source: Export
fr: Exporter

source: Import
fr: Importer

source: Open
fr: Ouvrir

source: Refresh
fr: Rafraichir

source: Edit
fr: Editer

# SyncText
source: Synchronize your mod list with either a Steam collection or a compatible Json file (Exported from Trebuchet). This will replace your list.
fr: Synchroniser votre mod liste soit avec un collection Steam, soit avec un fichier Json compatible (Exporté avec Trebuchet). Cela remplacera votre liste.

source: Save
fr: Enregistrer

source: Corrupted
fr: Corrompu

source: Name
fr: Nom

# PanelClientConnections
source: Client Connections
fr: Connections Client

source: Add
fr: Ajouter

# PanelSync
source: Synchronize
fr: Synchroniser

# DropPakLabel
source: Drop .pak files to add to your list
fr: Déposez des fichiers .pak pour ajouter à votre list

source: Dock
fr: Attacher

source: Undock
fr: Détacher

# StatusRestarting
source: Restarting
fr: Redémarrage

# SettingUpdateCheckFrequency
source: Update check frequency
fr: Fréquence de vérification de MàJ

# SettingServerAutoRestart
source: Auto-Restart
fr: Redémarrage Automatique

# SettingRunOnLogon
source: Automatically start on login
fr: Démarrage automatique à la connection

# SettingServerAutoRestartDailyTime
source: Auto-Restart: Hours
fr: Redémarrage Automatique: Heurs

# SettingServerAutoRestartMaxPerDay
source: Auto-Restart: Max Per Day
fr: Redémarrage Automatique: Max par jours

# SettingServerAutoRestartMinUptime
source: Auto-Restart: Minimum Uptime
fr: Redémarrage Automatique: Durée minimum de fonctionement

# SettingServerDiscordNotificationsWebhook
source: Discord Webhook Notifications
fr: Webhook de notifcation Discord

# SettingNotificationServerCrash
source: Server Crash
fr: Crash du serveur

# SettingNotificationServerOnline
source: Server Online
fr: Serveur en ligne

source: Cancel on Failure
fr: Annuler en cas d'échec

# MaxAge
source: Maximum age
fr: Age maximum

source: Webhook URL
fr: URL Webhook

# SequenceActionBackupServerData
source: Backup Server
fr: Backup du Serveur

# SequenceActionDiscordWebHook
source: Discord Webhook
fr: Webhook Discord

# SequenceActionExecuteProcess
source: Process Execution
fr: Exécution du processus

# SequenceActionRConCommand
source: RCon Command
fr: Commande RCon

# SequenceActionSendRESTQuery
source: Send REST Request
fr: Envoyer Requéte REST

# SequenceActionWaitOffline
source: Wait until Offline
fr: Attendre l'arret

# SequenceActionWaitOnline
source: Wait until Online
fr: Attendre la mise en ligne

# SequenceActionWait
source: Wait
fr: Attendre

# SequenceMainAction
source: Main Sequence Action
fr: Action principal de la séquence

source: Sequence Editor
fr: Éditeur de Séquence

# SettingServerStartingSequence
source: Starting Sequence
fr: Séquence de démarrage

# SettingServerStoppingSequence
source: Stopping Sequence
fr: Séquence d'arret

# SettingServerStartingSequenceText
source: Starting Sequence: {0} Action(s)
fr: Séquence de démarrage: {0} Action(s)

# SettingServerStoppingSequenceText
source: Stopping Sequence: {0} Action(s)
fr: Séquence d'arret: {0} Action(s)

# ProcessFilename
source: File Path
fr: Chemin du Fichier

# WaitProcessToExit
source: Wait for the process to Exit
fr: Attendre que le processus ce termine

# CancelIfErrorCode
source: Cancel if return an error code
fr: Annuler si un code d'erreur est retourné

# CreateNoWindow
source: Do not create a window
fr: Ne pas créer de fenêtre

# UseShellExecute
source: Use Shell Execution
fr: Executer via le Shell

source: Command
fr: Commande

source: Request URL
fr: URL de la requête

source: Http Method
fr: Méthode Http

source: Request Body
fr: Contenu de la requéte

source: Request Headers
fr: En-Tête de la requête

# RequestTimeout
source: Timeout
fr: Délai maximum

# WaitTime
source: Wait Duration
fr: Durée d'attente

# CatPerformance
source: Performance
de: Leistung

source: Instance
de: Instanz

# RefreshModInfos
source: Refresh mods data
de: Aktualisiere Mod-Infos

# SettingServerRegionEurope
source: Europe
de: Europa
